formulahendry.auto-rename-tag
aaron-bond.better-comments
WallabyJs.console-ninja
EditorConfig.EditorConfig
dsznajder.es7-react-js-snippets
dbaeumer.vscode-eslint
tombonnike.vscode-status-bar-format-toggle
github.vscode-github-actions
GitHub.copilot
GitHub.copilot-chat
eamodio.gitlens
ecmel.vscode-html-css
Zignd.html-css-class-completion
yzhang.markdown-all-in-one
esbenp.prettier-vscode
Prisma.prisma
bradlc.vscode-tailwindcss
donjayamanne.githistory
ms-azuretools.vscode-docker
ftonato.password-generator
adamhartford.vscode-base64
ChakrounAnas.turbo-console-log
yoavbls.pretty-ts-errors
humao.rest-client
hashicorp.terraform
tldraw-org.tldraw-vscode
unifiedjs.vscode-mdx